app/views/students/index.html.erb

SELECT "students".* FROM "students"
---
<h1>hello from index</h1>
<%Student.all.each do |s|%>